export default [
  {
    "code": "320100000000",
    "level": 1,
    "children": [
      {
        "code": "320102000000",
        "level": 2,
        "name": "玄武区",
        "SN": "SN000001",
      },
      {
        "code": "320104000000",
        "level": 2,
        "name": "秦淮区",
        "SN": "SN000002",
      },
      {
        "code": "320105000000",
        "level": 2,
        "name": "建邺区"
      },
      {
        "code": "320106000000",
        "level": 2,
        "name": "鼓楼区"
      },
      {
        "code": "320111000000",
        "level": 2,
        "name": "浦口区"
      },
      {
        "code": "320113000000",
        "level": 2,
        "name": "栖霞区"
      },
      {
        "code": "320114000000",
        "level": 2,
        "name": "雨花台区"
      },
      {
        "code": "320115000000",
        "level": 2,
        "name": "江宁区"
      },
      {
        "code": "320116000000",
        "level": 2,
        "name": "六合区"
      },
      {
        "code": "320117000000",
        "level": 2,
        "name": "溧水区"
      },
      {
        "code": "320118000000",
        "level": 2,
        "name": "高淳区"
      }
    ],
    "name": "南京市"
  },
  {
    "code": "320200000000",
    "level": 1,
    "children": [
      {
        "code": "320205000000",
        "level": 2,
        "name": "锡山区"
      },
      {
        "code": "320206000000",
        "level": 2,
        "name": "惠山区"
      },
      {
        "code": "320211000000",
        "level": 2,
        "name": "滨湖区"
      },
      {
        "code": "320213000000",
        "level": 2,
        "name": "梁溪区"
      },
      {
        "code": "320214000000",
        "level": 2,
        "name": "新吴区"
      },
      {
        "code": "320281000000",
        "level": 2,
        "name": "江阴市"
      },
      {
        "code": "320282000000",
        "level": 2,
        "name": "宜兴市"
      }
    ],
    "name": "无锡市"
  },
  {
    "code": "320300000000",
    "level": 1,
    "children": [
      {
        "code": "320302000000",
        "level": 2,
        "name": "鼓楼区"
      },
      {
        "code": "320303000000",
        "level": 2,
        "name": "云龙区"
      },
      {
        "code": "320305000000",
        "level": 2,
        "name": "贾汪区"
      },
      {
        "code": "320311000000",
        "level": 2,
        "name": "泉山区"
      },
      {
        "code": "320312000000",
        "level": 2,
        "name": "铜山区"
      },
      {
        "code": "320321000000",
        "level": 2,
        "name": "丰县"
      },
      {
        "code": "320322000000",
        "level": 2,
        "name": "沛县"
      },
      {
        "code": "320324000000",
        "level": 2,
        "name": "睢宁县"
      },
      {
        "code": "320371000000",
        "level": 2,
        "name": "徐州经济技术开发区"
      },
      {
        "code": "320381000000",
        "level": 2,
        "name": "新沂市"
      },
      {
        "code": "320382000000",
        "level": 2,
        "name": "邳州市"
      }
    ],
    "name": "徐州市"
  },
  {
    "code": "320400000000",
    "level": 1,
    "children": [
      {
        "code": "320402000000",
        "level": 2,
        "name": "天宁区"
      },
      {
        "code": "320404000000",
        "level": 2,
        "name": "钟楼区"
      },
      {
        "code": "320411000000",
        "level": 2,
        "name": "新北区"
      },
      {
        "code": "320412000000",
        "level": 2,
        "name": "武进区"
      },
      {
        "code": "320413000000",
        "level": 2,
        "name": "金坛区"
      },
      {
        "code": "320481000000",
        "level": 2,
        "name": "溧阳市"
      }
    ],
    "name": "常州市"
  },
  {
    "code": "320500000000",
    "level": 1,
    "children": [
      {
        "code": "320505000000",
        "level": 2,
        "name": "虎丘区"
      },
      {
        "code": "320506000000",
        "level": 2,
        "name": "吴中区"
      },
      {
        "code": "320507000000",
        "level": 2,
        "name": "相城区"
      },
      {
        "code": "320508000000",
        "level": 2,
        "name": "姑苏区"
      },
      {
        "code": "320509000000",
        "level": 2,
        "name": "吴江区"
      },
      {
        "code": "320571000000",
        "level": 2,
        "name": "苏州工业园区"
      },
      {
        "code": "320581000000",
        "level": 2,
        "name": "常熟市"
      },
      {
        "code": "320582000000",
        "level": 2,
        "name": "张家港市"
      },
      {
        "code": "320583000000",
        "level": 2,
        "name": "昆山市"
      },
      {
        "code": "320585000000",
        "level": 2,
        "name": "太仓市"
      }
    ],
    "name": "苏州市"
  },
  {
    "code": "320600000000",
    "level": 1,
    "children": [
      {
        "code": "320612000000",
        "level": 2,
        "name": "通州区"
      },
      {
        "code": "320613000000",
        "level": 2,
        "name": "崇川区"
      },
      {
        "code": "320614000000",
        "level": 2,
        "name": "海门区"
      },
      {
        "code": "320623000000",
        "level": 2,
        "name": "如东县"
      },
      {
        "code": "320671000000",
        "level": 2,
        "name": "南通经济技术开发区"
      },
      {
        "code": "320681000000",
        "level": 2,
        "name": "启东市"
      },
      {
        "code": "320682000000",
        "level": 2,
        "name": "如皋市"
      },
      {
        "code": "320685000000",
        "level": 2,
        "name": "海安市"
      }
    ],
    "name": "南通市"
  },
  {
    "code": "320700000000",
    "level": 1,
    "children": [
      {
        "code": "320703000000",
        "level": 2,
        "name": "连云区"
      },
      {
        "code": "320706000000",
        "level": 2,
        "name": "海州区"
      },
      {
        "code": "320707000000",
        "level": 2,
        "name": "赣榆区"
      },
      {
        "code": "320722000000",
        "level": 2,
        "name": "东海县"
      },
      {
        "code": "320723000000",
        "level": 2,
        "name": "灌云县"
      },
      {
        "code": "320724000000",
        "level": 2,
        "name": "灌南县"
      },
      {
        "code": "320771000000",
        "level": 2,
        "name": "连云港经济技术开发区"
      },
      {
        "code": "320772000000",
        "level": 2,
        "name": "连云港高新技术产业开发区"
      }
    ],
    "name": "连云港市"
  },
  {
    "code": "320800000000",
    "level": 1,
    "children": [
      {
        "code": "320803000000",
        "level": 2,
        "name": "淮安区"
      },
      {
        "code": "320804000000",
        "level": 2,
        "name": "淮阴区"
      },
      {
        "code": "320812000000",
        "level": 2,
        "name": "清江浦区"
      },
      {
        "code": "320813000000",
        "level": 2,
        "name": "洪泽区"
      },
      {
        "code": "320826000000",
        "level": 2,
        "name": "涟水县"
      },
      {
        "code": "320830000000",
        "level": 2,
        "name": "盱眙县"
      },
      {
        "code": "320831000000",
        "level": 2,
        "name": "金湖县",
        "SN": "SN000001",
      },
      {
        "code": "320871000000",
        "level": 2,
        "name": "淮安经济技术开发区"
      }
    ],
    "name": "淮安市"
  },
  {
    "code": "320900000000",
    "level": 1,
    "children": [
      {
        "code": "320902000000",
        "level": 2,
        "name": "亭湖区"
      },
      {
        "code": "320903000000",
        "level": 2,
        "name": "盐都区"
      },
      {
        "code": "320904000000",
        "level": 2,
        "name": "大丰区"
      },
      {
        "code": "320921000000",
        "level": 2,
        "name": "响水县"
      },
      {
        "code": "320922000000",
        "level": 2,
        "name": "滨海县"
      },
      {
        "code": "320923000000",
        "level": 2,
        "name": "阜宁县"
      },
      {
        "code": "320924000000",
        "level": 2,
        "name": "射阳县"
      },
      {
        "code": "320925000000",
        "level": 2,
        "name": "建湖县"
      },
      {
        "code": "320971000000",
        "level": 2,
        "name": "盐城经济技术开发区"
      },
      {
        "code": "320981000000",
        "level": 2,
        "name": "东台市"
      }
    ],
    "name": "盐城市"
  },
  {
    "code": "321000000000",
    "level": 1,
    "children": [
      {
        "code": "321002000000",
        "level": 2,
        "name": "广陵区"
      },
      {
        "code": "321003000000",
        "level": 2,
        "name": "邗江区"
      },
      {
        "code": "321012000000",
        "level": 2,
        "name": "江都区"
      },
      {
        "code": "321023000000",
        "level": 2,
        "name": "宝应县"
      },
      {
        "code": "321071000000",
        "level": 2,
        "name": "扬州经济技术开发区"
      },
      {
        "code": "321081000000",
        "level": 2,
        "name": "仪征市"
      },
      {
        "code": "321084000000",
        "level": 2,
        "name": "高邮市"
      }
    ],
    "name": "扬州市"
  },
  {
    "code": "321100000000",
    "level": 1,
    "children": [
      {
        "code": "321102000000",
        "level": 2,
        "name": "京口区"
      },
      {
        "code": "321111000000",
        "level": 2,
        "name": "润州区"
      },
      {
        "code": "321112000000",
        "level": 2,
        "name": "丹徒区"
      },
      {
        "code": "321171000000",
        "level": 2,
        "name": "镇江新区"
      },
      {
        "code": "321181000000",
        "level": 2,
        "name": "丹阳市"
      },
      {
        "code": "321182000000",
        "level": 2,
        "name": "扬中市"
      },
      {
        "code": "321183000000",
        "level": 2,
        "name": "句容市"
      }
    ],
    "name": "镇江市"
  },
  {
    "code": "321200000000",
    "level": 1,
    "children": [
      {
        "code": "321202000000",
        "level": 2,
        "name": "海陵区"
      },
      {
        "code": "321203000000",
        "level": 2,
        "name": "高港区"
      },
      {
        "code": "321204000000",
        "level": 2,
        "name": "姜堰区"
      },
      {
        "code": "321271000000",
        "level": 2,
        "name": "泰州医药高新技术产业开发区"
      },
      {
        "code": "321281000000",
        "level": 2,
        "name": "兴化市"
      },
      {
        "code": "321282000000",
        "level": 2,
        "name": "靖江市"
      },
      {
        "code": "321283000000",
        "level": 2,
        "name": "泰兴市"
      }
    ],
    "name": "泰州市"
  },
  {
    "code": "321300000000",
    "level": 1,
    "children": [
      {
        "code": "321302000000",
        "level": 2,
        "name": "宿城区"
      },
      {
        "code": "321311000000",
        "level": 2,
        "name": "宿豫区"
      },
      {
        "code": "321322000000",
        "level": 2,
        "name": "沭阳县"
      },
      {
        "code": "321323000000",
        "level": 2,
        "name": "泗阳县"
      },
      {
        "code": "321324000000",
        "level": 2,
        "name": "泗洪县"
      },
      {
        "code": "321371000000",
        "level": 2,
        "name": "宿迁经济技术开发区"
      }
    ],
    "name": "宿迁市"
  }
]